{
  "dialoge": [
    {
      "id": 1,
      "sprecher": "Held",
      "inhalt": "Ich sollte zuerst nach einer Waffe suchen, bevor ich tiefer in den Wald laufe",
      "nachfolger":2,
      "icon":"held"
    },
    {
      "id": 2,
      "sprecher": "Held",
      "inhalt": "Vielleicht find ich in dem Haus etwas, das mir weiterhilft",
      "nachfolger":0,
      "icon":"held"
    },
    {
      "id": 3,
      "sprecher": "Held",
      "inhalt": "Ich sollte mich mit dem Dolch ausrüsten. Berühre das Inventar-Icon in der rechten oberen Ecke. Dort kann du im Reiter Ausruestung den Dolch auswaehlen und anlegen.",
      "nachfolger":0,
      "icon":"held"
    },
    {
      "id": 4,
      "sprecher": "Held",
      "inhalt": "In diesem Wald treiben des öfteren Räuber ihre Unwesen. Ich werde es nicht vermeiden können zu kämpfen.",
      "nachfolger":0,
      "icon":"held"
    },
    {
      "id": 5,
      "sprecher": "Held",
      "inhalt": "Sogar dieses Dorf ist voller Räuber. Was ist hier nur passiert?! Ich muss herausfinden, was mit den Bewohnern passiert ist...",
      "nachfolger":0,
      "icon":"held"
    },
    {
      "id": 6,
      "sprecher": "Dorfbewohner1",
      "inhalt": "Wer seid ihr? Ihr seht nicht aus, wie all die anderen Räuber.Seid ihr hier um uns zu helfen?",
      "nachfolger":7,
      "icon":"npc1"
    },
    {
      "id": 7,
      "sprecher": "Held",
      "inhalt": "Nein, ich bin keiner dieser Räuber. Aber ich verstehe nicht. Woher kommen all diese Banditen, und warum greifen sie ein ganzes Dorf an?.",
      "nachfolger":8,
      "icon":"held"
    },
    {
      "id": 8 ,
      "sprecher": "Dorfbewohner1",
      "inhalt": "Wir hörten sie haben einen neuen Hauptmann. Gladin heisst er. Sie haben sich über ihn unterhalten, scheinbar ist er grössenwahnsinnig und will sein eigenes Reich gründen.",
      "nachfolger":9,
      "icon":"npc1"
    },
    {
      "id": 9 ,
      "sprecher": "Dorfbewohner1",
      "inhalt": "Es heisst er lockt Söldner und sonstigen Abschaum mit ungeheuren Reichtümern sich ihm anzuschliessen. Er muss aufgehalten werden.",
      "nachfolger":10,
      "icon":"npc1"
    },
    {
      "id": 10 ,
      "sprecher": "Dorfbewohner1",
      "inhalt": "Es heisst er lockt Söldner und sonstigen Abschaum mit ungeheuren Reichtümern sich ihm anzuschliessen. Er muss aufgehalten werden.",
      "nachfolger":11,
      "icon":"npc1"
    },
    {
      "id": 11 ,
      "sprecher": "Held",
      "inhalt": "Und wie kann ich euch dabei helfen? ",
      "nachfolger":12,
      "icon":"held"
    },
    {
      "id": 12 ,
      "sprecher": "Dorfbewohner1",
      "inhalt": "Tötet Gladin! Dazu müsst Ihr das Lager der Banditen ausfindet machen. Sie kamen aus dem Wald nahe unserer Höfe im Westen. Von dort aus findet Ihr sicher einen Weg.",
      "nachfolger":13,
      "icon":"npc1"
    },
    {
      "id": 13 ,
      "sprecher": "Held",
      "inhalt": "Und ihr wartet hier und dreht Däumchen?",
      "nachfolger":14,
      "icon":"held"
    },
    {
      "id": 14 ,
      "sprecher": "Dorfbewohner1",
      "inhalt": "Wir sind keine Krieger, nur einfache Bauern und Händler... Wir haben Schätze hier in Sicherheit gebracht. Ihr könnt sie haben, wenn Ihr uns rettet.",
      "nachfolger":15,
      "icon":"npc1"
    },
    {
      "id": 15 ,
      "sprecher": "Held",
      "inhalt": "Wir sind im Geschäft.",
      "nachfolger":16,
      "icon":"held"
    },
    {
      "id": 16 ,
      "sprecher": "Dorfbewohner1",
      "inhalt": "Vielen Dank, Kriegerin! Bevor ihr Richtung Westen aufbrecht geht in mein Haus, nahe von hier, und sucht meinen Bogen, er soll euch gehören.",
      "nachfolger":0,
      "icon":"npc1"
    },
    {
      "id": 17 ,
      "sprecher": "Held",
      "inhalt": "Hier sollte es sein. Ich sollte die Augen offen halten, um herauszufinden von wo die Banditen kommen.",
      "nachfolger":0,
      "icon":"held"
    },
    {
      "id": 18 ,
      "sprecher": "Held",
      "inhalt": "Ich sollte aufpassen, dass in diesen Wäldern ich nicht die Orientierung verliere.",
      "nachfolger":0,
      "icon":"held"
    },
    {
      "id": 180001 ,
      "sprecher": "Held",
      "inhalt": "Scheint als habe ich das Lager gefunden.",
      "nachfolger":0,
      "icon":"held"
    },
    {
      "id": 19,
      "sprecher": "Gladin",
      "inhalt": "Halt, keinen Schritt weiter. Wer bist du, Eindringling.",
      "nachfolger":20,
      "icon":"gladin"
    },
    {
      "id": 20,
      "sprecher": "Held",
      "inhalt": "Ich bin Aria. Ich komme, um das Dorf, das ihr Banditen überfallen, habt zu befreien. Sagt mir wo ich Gladin finde.",
      "nachfolger":21,
      "icon":"held"
    },
{
      "id": 21,
      "sprecher": "Gladin",
      "inhalt": "Gladin steht vor dir, Kleine. Willst du damit sagen, du bist gekommen um mich aufzuhalten?",
      "nachfolger":22,
      "icon":"gladin"
    },
    {
      "id": 22,
      "sprecher": "Held",
      "inhalt": "Ich hatte keine Frau an der Spitze dieser Bande erwartet, aber das tut nichts zur Sache. Ja ich werde dich aufhalten.",
      "nachfolger":23,
      "icon":"held"
    },
    {
      "id": 23,
      "sprecher": "Gladin",
      "inhalt": "Haha, ich bin keine einfache Frau. Ich bin eine Halbriesin und mir kann keiner das Wasser reichen. Du wirst sterben, wenn du dich mir in den Weg stellst",
      "nachfolger":24,
      "icon":"gladin"
    },
    {
      "id": 24,
      "sprecher": "Gladin",
      "inhalt": "Wärst du gekommen, um dich mir anzuschliessen hätte ich dich in meine Armee aufgenommen. Doch wer mir droht hat sein Leben verwirkt.",
      "nachfolger":0,
      "icon":"gladin"
    },



    {
      "id": 8001,
      "sprecher": "Dorfbewohner",
      "inhalt": "Hmm, wenn du Gladin besiegen konnest, dann kann sie garnicht so mächtig gewesen sein, wie alle behaupten...",
      "nachfolger":0,
      "icon":"npc1"

    },
    {
      "id": 8002,
      "sprecher": "Dorfbewohner",
      "inhalt": "Du bist der Held unseres Dorfes. Ohne dich wären wir alle Gefangene.",
      "nachfolger":0,
      "icon":"npc2"
    },
    {
      "id": 8003,
      "sprecher": "Dorfbewohner",
      "inhalt": "Ich kann es nicht glauben, dass du Gladin ganz alleine besiegt hast.",
      "nachfolger":0,
      "icon":"npc3"
    },
    {
      "id": 8004,
      "sprecher": "Dorfbewohner",
      "inhalt": "Ich wünschte ich wäre so stark und mutig, wie du es bist.",
      "nachfolger":0,
      "icon":"npc4"
    },
    {
      "id": 8005,
      "sprecher": "Dorfbewohner",
      "inhalt": "Heyeh, ich geb dir mal einen Tipp, als Dank für deine Rettung.",
      "nachfolger":80051,
      "icon":"npc5"
    },
    {
      "id": 80051,
      "sprecher": "Dorfbewohner",
      "inhalt": "Aber verrate es lieber nicht weiter....",
      "nachfolger":80052,
      "icon":"npc5"
    },
    {
      "id": 80052,
      "sprecher": "Dorfbewohner",
      "inhalt": "Im ersten Stock des Gasthauses kannst du viele wertvolle Schätze finden... Das hast du aber nicht von mir!",
      "nachfolger":0,
      "icon":"npc5"
    },
    {
      "id": 8006,
      "sprecher": "Dorfbewohner",
      "inhalt": "Ich hoffe wir können uns irgendwann bei dir revanchieren. Vielen Dank.",
      "nachfolger":0,
      "icon":"npc6"
    },
    {
      "id": 8007,
      "sprecher": "Dorf-Ältester",
      "inhalt": "Danke für alles Heldin, du hast das Dorf und alle Einwohner gerettet. Ich will nicht daran denken, was ohne deine Hilfe geschehen wäre.",
      "nachfolger":80071,
      "icon":"npc7"
    },
    {
      "id": 80071,
      "sprecher": "Dorfbewohner",
      "inhalt": "Wir stehen für immer in deiner Schuld. Ich hoffe wir können uns irgendwann erkenntlich zeigen.",
      "nachfolger":0,
      "icon":"npc7"
    },
    {
      "id": 8008,
      "sprecher": "Unbekannter",
      "inhalt": "Hallo Kriegerin, ich habe von dir gehoert. Du sollst auf dem Weg sein Gladin zu töten. In mir hast du keinen Feind. Ich will dir einen Hinweis geben",
      "nachfolger":80081,
      "icon":"npc-hint"
    },
    {
      "id": 80081,
      "sprecher": "Unbekannter",
      "inhalt": "In dieser Höhle findest du einen magischen Schatz, der dir dabei hilft, gegen Gladins Raeuber zu bestehen. Viel Erfolg!",
      "nachfolger":0,
      "icon":"npc-hint"
    }
  ]
}