{
  "dialoge": [
    {
      "id": 1,
      "sprecher": "Held",
      "inhalt": "Ich sollte zuerst nach einer Waffe suchen, bevor ich tiefer in den Wald laufe",
      "nachfolger":2,
      "icon":"held"
    },
    {
      "id": 2,
      "sprecher": "Held",
      "inhalt": "Vielleicht find ich in dem Haus etwas, das mir weiterhilft",
      "nachfolger":0,
      "icon":"held"
    },
    {
      "id": 3,
      "sprecher": "Held",
      "inhalt": "Ich sollte mich mit dem Dolch ausrüsten. Berühre das Inventar-Icon in der rechten oberen Ecke. Dort kann du im Reiter Ausrüstung den Dolch auswählen und anlegen.",
      "nachfolger":0,
      "icon":"held"
    },
    {
      "id": 4,
      "sprecher": "Held",
      "inhalt": "In diesem Wald treiben des öfteren Räuber ihre Unwesen. Ich werde es nicht vermeiden können zu kämpfen.",
      "nachfolger":0,
      "icon":"held"
    },
    {
      "id": 5,
      "sprecher": "Held",
      "inhalt": "Sogar dieses Dorf ist voller Räuber. Was ist hier nur passiert?! Ich muss herausfinden, was mit den Bewohnern passiert ist...",
      "nachfolger":0,
      "icon":"held"
    },
    {
      "id": 6,
      "sprecher": "Dorfältester",
      "inhalt": "Wer seid ihr? Ihr seht nicht aus, wie all die anderen Räuber. Seid ihr hier um uns zu helfen?",
      "nachfolger":7,
      "icon":"npc1"
    },
    {
      "id": 7,
      "sprecher": "Held",
      "inhalt": "Nein, ich bin keiner dieser Räuber. Ich habe selbst nicht erwartet hier angegriffen zu werden.",
      "nachfolger":70001,
      "icon":"held"
    },
    {
      "id": 70001,
      "sprecher": "Held",
      "inhalt": "Woher kommen all diese Banditen, und warum greifen sie ein ganzes Dorf an?.",
      "nachfolger":80001,
      "icon":"held"
    },
    {
      "id": 80001 ,
      "sprecher": "Dorfältester",
      "inhalt": "Wir hörten sie haben einen neuen Hauptmann. Gladin heißt er. Sie haben sich über ihn unterhalten, scheinbar",
      "nachfolger":8,
      "icon":"npc1"
    },
    {
      "id": 8 ,
      "sprecher": "Dorfältester",
      "inhalt": "ist er größenwahnsinnig und will sein eigenes Reich gründen. Es heisst er lockt Söldner und sonstigen Abschaum",
      "nachfolger":9,
      "icon":"npc1"
    },
    {
      "id": 9 ,
      "sprecher": "Dorfältester",
      "inhalt": "mit ungeheuren Reichtümern sich ihm anzuschliessen. Er muss aufgehalten werden.",
      "nachfolger":10,
      "icon":"npc1"
    },
    {
      "id": 10 ,
      "sprecher": "Held",
      "inhalt": "Ich ahne schon, welche Rolle ich dabei spiele? Wie kann ich euch helfen?",
      "nachfolger":11,
      "icon":"held"
    },
    {
      "id": 11 ,
      "sprecher": "Dorfältester",
      "inhalt": "Tötet Gladin! Dazu müsst Ihr das Lager der Banditen ausfindet machen. Sie kamen aus dem Wald nahe unserer Höfe im Westen. Von dort aus findet Ihr sicher einen Weg.",
      "nachfolger":12,
      "icon":"npc1"
    },
    {
      "id": 12 ,
      "sprecher": "Dorfältester",
      "inhalt": "Von dort aus findet Ihr sicher einen Weg.",
      "nachfolger":13,
      "icon":"npc1"
    },
    {
      "id": 13 ,
      "sprecher": "Held",
      "inhalt": "Und ihr wartet hier und dreht Däumchen? Ich verstehe euer Problem, doch riskiere ich mein Leben nicht für warme Worte.",
      "nachfolger":14,
      "icon":"held"
    },
    {
      "id": 14 ,
      "sprecher": "Dorfältester",
      "inhalt": "Wir sind keine Krieger, nur einfache Bauern und Händler... Wir haben Schätze hier in Sicherheit gebracht. Ihr könnt sie haben.",
      "nachfolger":15,
      "icon":"npc1"
    },
    {
      "id": 15 ,
      "sprecher": "Held",
      "inhalt": "Wir sind im Geschäft.",
      "nachfolger":16,
      "icon":"held"
    },
    {
      "id": 16 ,
      "sprecher": "Dorfältester",
      "inhalt": "Vielen Dank, Kriegerin! Bevor ihr Richtung Westen aufbrecht geht in mein Haus, nahe von hier, und sucht meinen Bogen.",
      "nachfolger":0,
      "icon":"npc1"
    },
    {
      "id": 16 ,
      "sprecher": "Dorfältester",
      "inhalt": "Er soll Euch gehören. Benutzt ihn, um die Banditen aus der Entfernung zu töten, bevor sie Euch erreichen.",
      "nachfolger":0,
      "icon":"npc1"
    },
    {
      "id": 17 ,
      "sprecher": "Held",
      "inhalt": "Hier sollte es sein. Ich sollte die Augen offen halten, um herauszufinden woher die Banditen kommen.",
      "nachfolger":0,
      "icon":"held"
    },
    {
      "id": 18 ,
      "sprecher": "Held",
      "inhalt": "Ich sollte aufpassen, dass in diesen Wäldern ich nicht die Orientierung verliere.",
      "nachfolger":0,
      "icon":"held"
    },
    {
      "id": 180001 ,
      "sprecher": "Held",
      "inhalt": "Scheint als habe ich das Lager gefunden.",
      "nachfolger":0,
      "icon":"held"
    },
    {
      "id": 19,
      "sprecher": "Gladin",
      "inhalt": "Halt, keinen Schritt weiter. Wer bist du, Eindringling.",
      "nachfolger":20,
      "icon":"gladin"
    },
    {
      "id": 20,
      "sprecher": "Held",
      "inhalt": "Ich bin Aria. Ich komme, um das Dorf, das ihr Banditen überfallen habt, zu befreien. Sagt mir wo ich Gladin finde.",
      "nachfolger":21,
      "icon":"held"
    },
{
      "id": 21,
      "sprecher": "Gladin",
      "inhalt": "Gladin steht vor dir, Kleine. Willst du damit sagen, du bist gekommen um mich aufzuhalten?",
      "nachfolger":22,
      "icon":"gladin"
    },
    {
      "id": 22,
      "sprecher": "Held",
      "inhalt": "Ich hatte keine Frau an der Spitze dieser Bande erwartet, aber das tut nichts zur Sache. Ja ich werde dich aufhalten.",
      "nachfolger":23,
      "icon":"held"
    },
    {
      "id": 23,
      "sprecher": "Gladin",
      "inhalt": "Haha, ich bin keine einfache Frau. Ich bin eine Halbriesin und mir kann keiner das Wasser reichen. Du wirst sterben, wenn du",
      "nachfolger":24,
      "icon":"gladin"
    },
    {
      "id": 24,
      "sprecher": "Gladin",
      "inhalt": "dich mir in den Weg stellst. Wärst du gekommen, um dich mir anzuschliessen hätte ich dich in meine Armee aufgenommen.",
      "nachfolger":25,
      "icon":"gladin"
    },
    {
      "id": 25,
      "sprecher": "Gladin",
      "inhalt": "Doch wer mir droht hat sein Leben verwirkt. Es wird Zeit dir meine Stärke zu zeigen!",
      "nachfolger":0,
      "icon":"gladin"
    },
    {
      "id": 26,
      "sprecher": "Held",
      "inhalt": "Das scheint der Hof zu sein, hoffentlich ist noch jemand am Leben, den ich retten kann.",
      "nachfolger":0,
      "icon":"held"
    },
    {
      "id": 27,
      "sprecher": "Held",
      "inhalt": "Das ist also die alte Schmiede. Ich glaube ich bin hier drin nicht allein.",
      "nachfolger":0,
      "icon":"held"
    },






    {
      "id": 8001,
      "sprecher": "Dorfältester",
      "inhalt": "Du hast uns gerettet. Wir verdanken dir unser Leben. Leider haben die Räuber unsere Schätze entwendet... Tut mir Leid.",
      "nachfolger":0,
      "icon":"npc1"
    },
    {
      "id": 8002,
      "sprecher": "Dorfbewohner",
      "inhalt": "Du bist der Held unseres Dorfes. Ohne dich wären wir alle Gefangene.",
      "nachfolger":0,
      "icon":"npc2"
    },
    {
      "id": 80021,
      "sprecher": "Dorfbewohner",
      "inhalt": "Hallo tapfere Heldin, vielen Dank, dass du uns gerettet hast. Ich brauche aber erneut deine Hilfe.",
      "nachfolger":80022,
      "icon":"npc2"
    },
    {
      "id": 80022,
      "sprecher": "Dorfbewohner",
      "inhalt": "Die Räuber haben ein Familienjuwel entwendet! Ich habe sie belauscht und hörte, dass sie es auf einem Boot am Steg verstaut haben.",
      "nachfolger":80023,
      "icon":"npc2"
    },
    {
      "id": 80023,
      "sprecher": "Dorfbewohner",
      "inhalt": "Ich weiß wo der besagte Steeg ist. Du findest ihn südlich des Dorfs. Wenn du Wasser siehst gehe nach Westen.",
      "nachfolger":0,
      "icon":"npc2"
    },
    {
      "id": 80024,
      "sprecher": "Dorfbewohner",
      "inhalt": "Das ist das Juwel! Oh vielen Dank! Gehe in mein Haus und nimm alles mit was du möchtest!",
      "nachfolger":0,
      "icon":"npc2"
    },
    {
      "id": 8003,
      "sprecher": "Dorfbewohner",
      "inhalt": "Ich kann es nicht glauben, dass du Gladin ganz alleine besiegt hast.",
      "nachfolger":0,
      "icon":"npc3"
    },
    {
      "id": 80031,
      "sprecher": "Dorfbewohner",
      "inhalt": "Da die Räuber zuerst die Bauernhöfe erreichten waren die Bauern auch die ersten, die ihnen zum Opfer fielen.",
      "nachfolger":80032,
      "icon":"npc3"
    },
    {
      "id": 80032,
      "sprecher": "Dorfbewohner",
      "inhalt": "Ich weiß nicht, ob noch jemand von ihnen lebt, aber ich will dich mit gutem Willen dorthin schicken",
      "nachfolger":80033,
      "icon":"npc3"
    },
    {
      "id": 80033,
      "sprecher": "Dorfbewohner",
      "inhalt": "Suche bei unseren Höfen im Westen nach einem alten Bauernhof. Dort wirst du sie finden.",
      "nachfolger":80034,
      "icon":"npc3"
    },
    {
      "id": 80034,
      "sprecher": "Dorfbewohner",
      "inhalt": "Sollte dort niemand mehr am Leben sein, dann nimm dir ihr magisches Amulett. Sie haben es in ihrem Turm versteckt.",
      "nachfolger":80035,
      "icon":"npc3"
    },
    {
      "id": 80035,
      "sprecher": "Dorfbewohner",
      "inhalt": "Ich hoffe wirklich nicht, dass ihnen was passiert ist, deswegen mache ich mich gleich auf den Weg. Vielleicht ist es nicht zu spät.",
      "nachfolger":0,
      "icon":"held"
    },
    {
      "id": 8004,
      "sprecher": "Dorfbewohner",
      "inhalt": "Ich wünschte ich wäre so stark und mutig, wie du es bist.",
      "nachfolger":0,
      "icon":"npc4"
    },
    {
      "id": 8005,
      "sprecher": "Dorfbewohner",
      "inhalt": "Hey du, ich geb dir mal einen Tipp, als Dank für deine Rettung.",
      "nachfolger":80051,
      "icon":"npc5"
    },
    {
      "id": 80051,
      "sprecher": "Dorfbewohner",
      "inhalt": "Aber verrate es lieber nicht weiter...",
      "nachfolger":80052,
      "icon":"npc5"
    },
    {
      "id": 80052,
      "sprecher": "Dorfbewohner",
      "inhalt": "Im ersten Stock des Gasthauses kannst du viele wertvolle Schätze finden... Das hast du aber nicht von mir!",
      "nachfolger":0,
      "icon":"npc5"
    },
    {
      "id": 8006,
      "sprecher": "Dorfbewohner",
      "inhalt": "Hmm, wenn du Gladin besiegen konnest, dann kann sie garnicht so mächtig gewesen sein, wie alle behaupten...",
      "nachfolger":0,
      "icon":"npc6"

    },
    {
      "id": 8007,
      "sprecher": "Dorf-Ältester",
      "inhalt": "Danke für alles Heldin, du hast das Dorf und alle Einwohner gerettet. Ich will nicht daran denken, was ohne deine Hilfe geschehen wäre.",
      "nachfolger":0,
      "icon":"npc7"
    },
    {
      "id": 80071,
      "sprecher": "Dorfbewohner",
      "inhalt": "Wir stehen für immer in deiner Schuld. Ich hoffe wir können uns irgendwann erkenntlich zeigen.",
      "nachfolger":80072,
      "icon":"npc7"
    },
    {
      "id": 80072,
      "sprecher": "Dorfbewohner",
      "inhalt": "Mir fällt da gerade etwas ein... ich habe noch eine Rüstung, die ich dir zum Dank geben kann. der Haken dabei ist, dass diese Rüstung gerade nicht hier ist.",
      "nachfolger":80073,
      "icon":"npc7"
    },
    {
      "id": 80073,
      "sprecher": "Dorfbewohner",
      "inhalt": "Und wo finde ich diese Rüstung?",
      "nachfolger":80074,
      "icon":"held"
    },
    {
      "id": 80074,
      "sprecher": "Dorfbewohner",
      "inhalt": "Ich habe sie in der alten Schmiede zurückgelassen, damals. Du findest sie, wenn du dich im Süden des Dorfes umschaust.",
      "nachfolger":80075,
      "icon":"npc7"
    },
    {
      "id": 80075,
      "sprecher": "Dorfbewohner",
      "inhalt": "Ich danke dir für diese Information, ich werde die Schmiede finden und mir diese Rüstung holen.",
      "nachfolger":0,
      "icon":"held"
    },
    {
      "id": 8008,
      "sprecher": "Unbekannter",
      "inhalt": "Hallo Kriegerin, ich habe von dir gehört. Du sollst auf dem Weg sein Gladin zu töten. In mir hast du keinen Feind. Ich will dir",
      "nachfolger":80081,
      "icon":"npc-hint"
    },
    {
      "id": 80081,
      "sprecher": "Unbekannter",
      "inhalt": "einen Hinweis geben. In dieser Höhle findest du einen magischen Schatz, der dir dabei hilft, gegen Gladins Räuber zu",
      "nachfolger":80082,
      "icon":"npc-hint"
    },
    {
      "id": 80082,
      "sprecher": "Unbekannter",
      "inhalt": "bestehen. Denk nicht daran, wer ich bin. Sieh in mir einen anonymen Unterstützer. Ich hoffe wir sehen uns wieder!",
      "nachfolger":0,
      "icon":"npc-hint"
    }
  ]
}