{
  "quests": [
      {
        "id":1,
        "name":"Ein neuer Weg",
        "questAktivierungsEvent":1,
        "belohnung":"ABC",
        "questParts":[
          {
            "abschlussEvent":5,
            "inhalt": "Du bist gerade noch aus dem Hinterhalt entkommen, der dein Leben beendet sollte. Und nun stehst du alleine da. Zum ersten Mal bist du wirklich auf dich selbst gestellt. Im nächsten Dorf solltest du Informationen finden"
          },
          {
            "abschlussEvent":50001,
            "inhalt": "Das Dorf in dem du angekommen bist ist von Räuber überrannt worden. Suche im Dorf nach Spuren der Bewohner."
          },
          {
            "abschlussEvent":6,
            "inhalt": "Die Dorfbewohner sind kaum in der Lage dir Informationen zu geben... Es ist wichtig, dass du das Dorf rettest, danach wird dir der Dorfälteste bestimmt die Informationen geben, die du benötigst. Suche im Westen der Dorfs nach einer Spur, die dich zum Lager der Banditen bringt."
          },
          {
            "abschlussEvent":10,
            "inhalt": "Ein Unbekannter gab dir den Hinweis auf einen Zauber, der in einer Höhle versteckt ist. Dieser wird dir sicherlich im Kampf helfen. Danach kannst du es mit Gladin aufnehmen."
          },
          {
            "abschlussEvent":11,
            "inhalt": "Du hast die Riesin Gladin besiegt und dadurch den Angriff der Räuber vereitelt. Gehe zurück ins Dorf und sprich mit dem Dorfältesten"
          },
          {

            "inhalt": "Du hast die Riesin Gladin besiegt und dadurch den Angriff der Räuber vereitelt. Gehe zurück ins Dorf und sprich mit dem Dorfältesten",
            "abschlussEvent":17,
            "abschlussEventB":21,
            "abschlussEventC":20
          }
        ]
      },
      {
        "id":2,
        "name":"Das verlorene Juwel",
        "questAktivierungsEvent":12,
        "belohnung":"ABC",
        "questParts":[
          {
            "inhalt": "Das Juwel einer Dorfbewohnerin wurd gestohlen. Sie sagt sie hat mitbekommen, dass es im Süden des Dorfes auf ein Schiff gebracht wurde. Finde das Amulett und Sie wird dich belohnen",
            "abschlussEvent":13
          },
          {
            "inhalt": "Du hast das Juwel der Dorfbewohnerin gefunden. Bring es zu ihr zurück, um eine Belohnung zu erhalten.",
            "abschlussEvent":14
          },
          {
            "inhalt": "Als Dank für das erhaltene Juwel hat dir die Dorfbewohnerin einen Schatz aus ihrem Haus angeboten.",
            "abschlussEvent":21
          }
          ]
      },
    {
      "id":3,
      "name":"Der verlassene Bauernhof",
      "questAktivierungsEvent":15,
      "belohnung":"ABC",
      "questParts":[
        {
          "inhalt": "Eine Dorfbewohnerin will sich bei dir Bedanken, in dem Sie dir ihre Halskette überlässt. Du findest die Halskette in einem verlassenen Bauernhofsgebäude westlich der Stadt",
          "abschlussEvent":16
        },
        {
          "inhalt": "Du hast den Bauernhof gefunden. Suche im Gebäude nach der Halskette.",
          "abschlussEvent":17
        }
      ]
    },
	{
      "id":4,
      "name":"Besetzte Schmiede",
      "questAktivierungsEvent":18,
      "belohnung":"ABC",
      "questParts":[
        {
          "inhalt": "Der Schmied des Dorfes möchte dir ein Rüstungsteil vermachen. Er hat ihn in der alten Schmiede zurückgelassen. Um die Schmiede zu finden musst du südlich des Dorfes die Wege erkunden. Doch hüte dich vor den Räuber, die ziellos umherstreifen.",
          "abschlussEvent":19
        },
        {
          "inhalt": "Du hast die Schmiede erreicht. Doch hier haben sich Räuber niedergelassen. Es wird ein langer Kampf das Rüstungsteil zu finden.",
          "abschlussEvent":20
        }
      ]
    }
  ]
}